{
    "type": "champion",
    "version": "7.23.1",
    "data": {
        "1": {
            "blurb": "Dangerous, yet disarmingly precocious, Annie is a child mage with immense pyrokinetic power. Even in the shadows of the mountains north of Noxus, she is a magical outlier. Her natural affinity for fire manifested early in life through unpredictable...",
            "title": "the Dark Child",
            "id": 1,
            "key": "Annie",
            "name": "Annie"
        },
        "2": {
            "blurb": "An unstoppable force of destruction, the axe-wielding Olaf wants nothing but to die in glorious combat. Hailing from the brutal Freljordian peninsula of Lokfar, he once received a prophecy foretelling his peaceful passing—a coward's fate, and a great...",
            "title": "the Berserker",
            "id": 2,
            "key": "Olaf",
            "name": "Olaf"
        },
        "3": {
            "blurb": "Outside the gleaming city of Demacia, the stone colossus Galio keeps vigilant watch. Built as a bulwark against enemy mages, he often stands motionless for decades until the presence of powerful magic stirs him to life. Once activated, Galio makes the...",
            "title": "the Colossus",
            "id": 3,
            "key": "Galio",
            "name": "Galio"
        },
        "4": {
            "blurb": "Twisted Fate is an infamous cardsharp and swindler who has gambled and charmed his way across much of the known world, earning the enmity and admiration of the rich and foolish alike. He rarely takes things seriously, greeting each day with a mocking...",
            "title": "the Card Master",
            "id": 4,
            "key": "TwistedFate",
            "name": "Twisted Fate"
        },
        "5": {
            "blurb": "''Death is inevitable, one can only avoid defeat.''<br><br>Whenever Jarvan III, the king of Demacia, delivers one of his rallying speeches from the glinting marble balcony atop the Royal Palace, Xin Zhao is at his side. Coined the Seneschal of Demacia...",
            "title": "the Seneschal of Demacia",
            "id": 5,
            "key": "XinZhao",
            "name": "Xin Zhao"
        },
        "6": {
            "blurb": "Once a powerful Noxian headsman, Urgot was betrayed by the empire for which he had killed so many. Bound in iron chains, he was forced to learn the true meaning of strength in the Dredge—a prison mine deep beneath Zaun. Emerging in a disaster that...",
            "title": "the Dreadnought",
            "id": 6,
            "key": "Urgot",
            "name": "Urgot"
        },
        "7": {
            "blurb": "Mysterious even to other members of the Black Rose cabal, LeBlanc is but one of many names for a pale woman who has manipulated people and events since the earliest days of Noxus. Using her magic to mirror herself, the sorceress can appear to anyone...",
            "title": "the Deceiver",
            "id": 7,
            "key": "Leblanc",
            "name": "LeBlanc"
        },
        "8": {
            "blurb": "There is a temple hidden in the mountains between Noxus and the Tempest Flats, where the secrets of an ancient and terrifying sorcery are kept. The area surrounding the temple is littered with the exsanguinated corpses of those who have mistakenly...",
            "title": "the Crimson Reaper",
            "id": 8,
            "key": "Vladimir",
            "name": "Vladimir"
        },
        "9": {
            "blurb": "Fiddlesticks is a ghastly, living scarecrow who stalks the darkness, wielding a cruel scythe and preying upon the unwary. Once a lonely man accused of bringing famine to his village, he was tied up and left to starve in his own barren field. Resurrected...",
            "title": "the Harbinger of Doom",
            "id": 9,
            "key": "Fiddlesticks",
            "name": "Fiddlesticks"
        },
        "10": {
            "blurb": "A great hero and the strongest among her kind, Kayle is an angelic warrior dedicated to purging those beyond redemption. After conflict divided her people, she took up her enchanted armor and flaming sword in the name of order, disowning her very flesh...",
            "title": "The Judicator",
            "id": 10,
            "key": "Kayle",
            "name": "Kayle"
        },
        "11": {
            "blurb": "Through the ancient martial art of Wuju, Master Yi has tempered his body and sharpened his mind until thought and action have become one. Though he chooses to enter into violence as a last resort, the grace and speed with which he wields his blade...",
            "title": "the Wuju Bladesman",
            "id": 11,
            "key": "MasterYi",
            "name": "Master Yi"
        },
        "12": {
            "blurb": "As the mightiest warrior to ever emerge from the Minotaur tribes of the Great Barrier, Alistar defended his tribe from Valoran's many dangers; that is, until the coming of the Noxian army. Alistar was lured from his village by the machinations of Keiran...",
            "title": "the Minotaur",
            "id": 12,
            "key": "Alistar",
            "name": "Alistar"
        },
        "13": {
            "blurb": "Widely considered one of the most adept sorcerers on Runeterra, Ryze is an ancient, hard-bitten archmage with an impossibly heavy burden to bear. Armed with immense arcane power and a boundless constitution, he tirelessly hunts for World Runes—fragments...",
            "title": "the Rune Mage",
            "id": 13,
            "key": "Ryze",
            "name": "Ryze"
        },
        "14": {
            "blurb": "BLOOD.<br><br>SMELL IT.<br><br>WANT. ACHING. NEED!<br><br>CLOSE NOW. THEY COME.<br><br>NO CHAINS? FREE! KILL!<br><br>IN REACH. YES! DIE! DIE!<br><br>Gone. Too quick. No fight. More. I want... more.<br><br>A voice? Unfamiliar. I see him. The Grand...",
            "title": "The Undead Juggernaut",
            "id": 14,
            "key": "Sion",
            "name": "Sion"
        },
        "15": {
            "blurb": "Sivir is a renowned fortune hunter and mercenary captain who plies her trade in the deserts of Shurima. Armed with her legendary jeweled crossblade, she has fought and won countless battles for those who can afford her exorbitant price. Known for her...",
            "title": "the Battle Mistress",
            "id": 15,
            "key": "Sivir",
            "name": "Sivir"
        },
        "16": {
            "blurb": "A healer gifted with the magic of the stars, Soraka holds all living creatures close to her heart. She was once a celestial being, but she sacrificed her immortality and entered the world of mortals. So long as evil threatens life in Valoran, Soraka...",
            "title": "the Starchild",
            "id": 16,
            "key": "Soraka",
            "name": "Soraka"
        },
        "17": {
            "blurb": "Undeterred by even the most dangerous and threatening of obstacles, Teemo scouts the world with boundless enthusiasm and a cheerful spirit. A yordle with an unwavering sense of morality, he takes pride in following the Bandle Scout's Code, sometimes...",
            "title": "the Swift Scout",
            "id": 17,
            "key": "Teemo",
            "name": "Teemo"
        },
        "18": {
            "blurb": "Greatness comes in all shapes and sizes, as proven by this diminutive, cannon-wielding yordle. In a world fraught with turmoil, Tristana refuses to back down from any challenge. She represents the pinnacle of martial proficiency, unwavering courage, and...",
            "title": "the Yordle Gunner",
            "id": 18,
            "key": "Tristana",
            "name": "Tristana"
        },
        "19": {
            "blurb": "Warwick is a monster who hunts the gray alleys of Zaun. Transformed by agonizing experiments, his body is fused with an intricate system of chambers and pumps, machinery filling his veins with alchemical rage. Bursting out of the shadows, he preys upon...",
            "title": "the Uncaged Wrath of Zaun",
            "id": 19,
            "key": "Warwick",
            "name": "Warwick"
        },
        "20": {
            "blurb": "Sometimes bonds of friendship become stronger than even bonds of blood. When those bonds link a fearless boy to a fearsome Yeti, the bond becomes a force to be reckoned with. Given the responsibility of taming a terrifying beast, Nunu forged a...",
            "title": "the Yeti Rider",
            "id": 20,
            "key": "Nunu",
            "name": "Nunu"
        },
        "21": {
            "blurb": "A Bilgewater captain famed for her looks but feared for her ruthlessness, Sarah Fortune paints a stark figure among the hardened criminals of the port city. As a child, she witnessed the reaver king Gangplank murder her family—an act she brutally...",
            "title": "the Bounty Hunter",
            "id": 21,
            "key": "MissFortune",
            "name": "Miss Fortune"
        },
        "22": {
            "blurb": "Iceborn warmother of the Avarosan tribe, Ashe commands the most populous horde in the north. Stoic, intelligent, and idealistic, yet uncomfortable with her role as leader, she taps into the ancestral magics of her lineage to wield a bow of True Ice...",
            "title": "the Frost Archer",
            "id": 22,
            "key": "Ashe",
            "name": "Ashe"
        },
        "23": {
            "blurb": "Fueled by his unbridled fury and rage, Tryndamere cuts his way through the tundra, mastering the art of battle by challenging the Freljord's greatest warriors. The wrathful barbarian seeks revenge on the one who decimated his clan and strikes down all...",
            "title": "the Barbarian King",
            "id": 23,
            "key": "Tryndamere",
            "name": "Tryndamere"
        },
        "24": {
            "blurb": "Unmatched in both his skill with unique armaments and his biting sarcasm, Jax is the last known weapons master of Icathia. After his homeland was laid low by its own hubris in unleashing the Void, Jax and his kind vowed to protect what little remained...",
            "title": "Grandmaster at Arms",
            "id": 24,
            "key": "Jax",
            "name": "Jax"
        },
        "25": {
            "blurb": "Driven by vindictive obsession, Morgana is a potent mistress of suffering and the black arts. Once a being of grace and light, she was ripped from her kind during an ancient conflict that broke her soul, turning her into the cruel tormentor she is today...",
            "title": "Fallen Angel",
            "id": 25,
            "key": "Morgana",
            "name": "Morgana"
        },
        "26": {
            "blurb": "In the wastelands of Urtistan, there was once a great city. It perished long ago in a terrible Rune War, like most of the lands below the Great Barrier. Nevertheless, one man survived: a sorcerer named Zilean. Being obsessed with time, it was only...",
            "title": "the Chronokeeper",
            "id": 26,
            "key": "Zilean",
            "name": "Zilean"
        },
        "27": {
            "blurb": "Singed descended from a long line of Zaun's revered chemists. Even in his youth, his talent for concocting potions far outstripped that of his peers, and he quickly distinguished himself from his less extraordinary chemist compatriots. It came as no...",
            "title": "the Mad Chemist",
            "id": 27,
            "key": "Singed",
            "name": "Singed"
        },
        "28": {
            "blurb": "Within the dark seams of Runeterra, the demon Evelynn searches for her next victim. She lures in prey with the voluptuous façade of a human female, but once a person succumbs to her charms, Evelynn's true form is unleashed. She then subjects her victim...",
            "title": "Agony's Embrace",
            "id": 28,
            "key": "Evelynn",
            "name": "Evelynn"
        },
        "29": {
            "blurb": "H.I.V.E. Incident Report<br>Code Violation: Industrial Homicide<br>Casefile Status: Unsolved<br>Investigating Agent: Rol, P.<br><br>Team responded to report of suspicious character, criminal activity; proceeded to Sump Works, Sector 90TZ. Sector 90TZ...",
            "title": "the Plague Rat",
            "id": 29,
            "key": "Twitch",
            "name": "Twitch"
        },
        "30": {
            "blurb": "The harbinger of oblivion, Karthus is an undying spirit whose haunting songs are a prelude to the horror of his nightmarish appearance. The living fear the eternity of undeath, but Karthus sees only beauty and purity in its embrace, a perfect union of...",
            "title": "the Deathsinger",
            "id": 30,
            "key": "Karthus",
            "name": "Karthus"
        },
        "31": {
            "blurb": "From the moment Cho'Gath first emerged into the harsh light of Runeterra's sun, the beast was driven by the most pure and insatiable hunger. A perfect expression of the Void's desire to consume all life, Cho'Gath's complex biology quickly converts...",
            "title": "the Terror of the Void",
            "id": 31,
            "key": "Chogath",
            "name": "Cho'Gath"
        },
        "32": {
            "blurb": "Legend claims that Amumu is a lonely and melancholy soul from ancient Shurima, roaming the world in search of a friend. Doomed by an ancient curse to remain alone forever, his touch is death, his affection ruin. Those who claim to have seen him describe...",
            "title": "the Sad Mummy",
            "id": 32,
            "key": "Amumu",
            "name": "Amumu"
        },
        "33": {
            "blurb": "Idolized by many, dismissed by some, mystifying to all, the curious being Rammus is an enigma. Protected by a spiked shell, he inspires increasingly disparate theories on his origin wherever he goes—from demigod, to sacred oracle, to a mere beast...",
            "title": "the Armordillo",
            "id": 33,
            "key": "Rammus",
            "name": "Rammus"
        },
        "34": {
            "blurb": "Anivia is a benevolent winged spirit who endures endless cycles of life, death, and rebirth to protect the Freljord. A demigod born of unforgiving ice and bitter winds, she wields those elemental powers to thwart any who dare disturb her homeland...",
            "title": "the Cryophoenix",
            "id": 34,
            "key": "Anivia",
            "name": "Anivia"
        },
        "35": {
            "blurb": "Most would say that death isn't funny. It isn't, unless you're Shaco - then it's hysterical. He is Valoran's first fully functioning homicidal comic; he jests until someone dies, and then he laughs. The figure that has come to be known as the Demon...",
            "title": "the Demon Jester",
            "id": 35,
            "key": "Shaco",
            "name": "Shaco"
        },
        "36": {
            "blurb": "Utterly insane, unrepentantly homicidal, and horrifyingly purple, Dr. Mundo is what keeps many of Zaun's citizens indoors on particularly dark nights. This monosyllabic monstrosity seems to want nothing more than pain—both the giving of it, and the...",
            "title": "the Madman of Zaun",
            "id": 36,
            "key": "DrMundo",
            "name": "Dr. Mundo"
        },
        "37": {
            "blurb": "Sona has no memories of her true parents. As an infant, she was found abandoned on the doorstep of an Ionian adoption house, nestled atop an ancient instrument in an exquisite case of unknown origins. She was an unusually well-behaved child, always...",
            "title": "Maven of the Strings",
            "id": 37,
            "key": "Sona",
            "name": "Sona"
        },
        "38": {
            "blurb": "There is a place between dimensions and between worlds. To some it is known as the Outside, to others it is the Unknown. To most, however, it is called the Void. Despite its name, the Void is not an empty place, but rather the home of unspeakable things...",
            "title": "the Void Walker",
            "id": 38,
            "key": "Kassadin",
            "name": "Kassadin"
        },
        "39": {
            "blurb": "Raised in the shadow of Noxian occupation, Irelia developed one of the most exotic—and deadly—fighting styles in Ionia. While most of her family died at the hands of the invaders, she survived and learned to wield her levitating blades with nothing but...",
            "title": "the Will of the Blades",
            "id": 39,
            "key": "Irelia",
            "name": "Irelia"
        },
        "40": {
            "blurb": "Armed with the power of Runeterra's gales, Janna is a mysterious, elemental wind spirit who protects the dispossessed of Zaun. Some believe she was brought into existence by the pleas of Runeterra's sailors who prayed for fair winds as they navigated...",
            "title": "the Storm's Fury",
            "id": 40,
            "key": "Janna",
            "name": "Janna"
        },
        "41": {
            "blurb": "As unpredictable as he is brutal, the dethroned reaver king Gangplank is feared far and wide. Once, he ruled the port city of Bilgewater, and while his reign is over, there are those who believe this has only made him more dangerous. Gangplank would see...",
            "title": "the Saltwater Scourge",
            "id": 41,
            "key": "Gangplank",
            "name": "Gangplank"
        },
        "42": {
            "blurb": "The yordle pilot Corki loves two things above all others: flying, and his glamorous mustache... though not necessarily in that order. After leaving Bandle City, he settled in Piltover and fell in love with the wondrous machines he found there. He...",
            "title": "the Daring Bombardier",
            "id": 42,
            "key": "Corki",
            "name": "Corki"
        },
        "43": {
            "blurb": "No champion exemplifies the spiritual traditions of Ionia more than Karma. She is the living embodiment of an ancient soul reincarnated countless times, carrying all her accumulated memories into each new life. With this insight, she serves as a...",
            "title": "the Enlightened One",
            "id": 43,
            "key": "Karma",
            "name": "Karma"
        },
        "44": {
            "blurb": "Taric is the Aspect of the Protector, wielding incredible power as Runeterra's guardian of life, love, and beauty. Shamed by a dereliction of duty and exiled from his homeland Demacia, Taric ascended Mount Targon to find redemption, only to discover a...",
            "title": "the Shield of Valoran",
            "id": 44,
            "key": "Taric",
            "name": "Taric"
        },
        "45": {
            "blurb": "To most, thoughts of yordles do not conjure images to be feared. The easygoing half-pint race, though fierce, is often regarded with some degree of joviality. Their high-pitched voices and naturally cute forms inspire something of a protective instinct...",
            "title": "the Tiny Master of Evil",
            "id": 45,
            "key": "Veigar",
            "name": "Veigar"
        },
        "48": {
            "blurb": "Trundle is a hulking and devious troll with a mischievous streak. There is nothing he can't beat into submission and bend to his will, not even the ice itself. With his massive, frozen club, he chills his enemies to the core and runs them through with...",
            "title": "the Troll King",
            "id": 48,
            "key": "Trundle",
            "name": "Trundle"
        },
        "50": {
            "blurb": "The earliest account of Swain's existence comes from a Noxian infirmary doctor's notes. According to them, Swain limped into the ward without cry or complaint; his right leg was snapped in half, with bone protruding from the skin. A small, scowling bird...",
            "title": "the Master Tactician",
            "id": 50,
            "key": "Swain",
            "name": "Swain"
        },
        "51": {
            "blurb": "Renowned as its finest peacekeeper, Caitlyn is also Piltover's best shot at ridding the city of its elusive criminal elements. She is often paired with Vi, acting as a cool counterpoint to her partner's more impetuous nature. Even though she carries a...",
            "title": "the Sheriff of Piltover",
            "id": 51,
            "key": "Caitlyn",
            "name": "Caitlyn"
        },
        "53": {
            "blurb": "Blitzcrank is an enormous, near-indestructible automaton from Zaun, originally built to dispose of hazardous waste. However, he found this primary purpose too restricting, and modified his own form to better serve the fragile people of the Sump...",
            "title": "the Great Steam Golem",
            "id": 53,
            "key": "Blitzcrank",
            "name": "Blitzcrank"
        },
        "54": {
            "blurb": "A massive creature of living stone, Malphite struggles to impose blessed order on a chaotic world. Birthed as a servitor-shard to an otherworldly obelisk known as the Monolith, he used his tremendous elemental strength to maintain and protect his...",
            "title": "Shard of the Monolith",
            "id": 54,
            "key": "Malphite",
            "name": "Malphite"
        },
        "55": {
            "blurb": "Decisive in judgment and lethal in combat, Katarina is a Noxian assassin of the highest caliber. Eldest daughter to the legendary General Du Couteau, she made her talents known with swift kills against unsuspecting enemies. Her fiery ambition has driven...",
            "title": "the Sinister Blade",
            "id": 55,
            "key": "Katarina",
            "name": "Katarina"
        },
        "56": {
            "blurb": "A demonic amalgamation drawn from the nightmares that haunt every sentient mind, the thing known as Nocturne has become a primordial force of pure evil. It is liquidly chaotic in aspect, a faceless shadow with cold eyes and armed with wicked-looking...",
            "title": "the Eternal Nightmare",
            "id": 56,
            "key": "Nocturne",
            "name": "Nocturne"
        },
        "57": {
            "blurb": "Maokai is a rageful, towering treant who fights the unnatural horrors of the Shadow Isles. He was twisted into a force of vengeance after a magical cataclysm destroyed his home, surviving undeath only through the Waters of Life infused within his...",
            "title": "the Twisted Treant",
            "id": 57,
            "key": "Maokai",
            "name": "Maokai"
        },
        "58": {
            "blurb": "Renekton is a terrifying, rage-fueled Ascended being from the scorched deserts of Shurima. Once, he was his empire's most esteemed warrior, leading the nation's armies to countless victories. However, after the empire's fall, Renekton was entombed...",
            "title": "the Butcher of the Sands",
            "id": 58,
            "key": "Renekton",
            "name": "Renekton"
        },
        "59": {
            "blurb": "Prince Jarvan, scion of the Lightshield dynasty, is heir apparent to the throne of Demacia. Raised to be a paragon of his nation's greatest virtues, he is forced to balance the heavy expectations placed upon him with his own desire to fight on the front...",
            "title": "the Exemplar of Demacia",
            "id": 59,
            "key": "JarvanIV",
            "name": "Jarvan IV"
        },
        "60": {
            "blurb": "Elise is a deadly predator who dwells in a shuttered, lightless palace, deep within the oldest city of Noxus. Once mortal, she was the mistress of a powerful house, but the bite of a vile demigod transformed her into something beautiful, yet utterly...",
            "title": "the Spider Queen",
            "id": 60,
            "key": "Elise",
            "name": "Elise"
        },
        "61": {
            "blurb": "There once was a Piltovian man named Corin Reveck who had a daughter named Orianna, whom he loved more than anything else in the world. Though Orianna had incredible talent for dancing, she was deeply fascinated by the champions of the League of Legends...",
            "title": "the Lady of Clockwork",
            "id": 61,
            "key": "Orianna",
            "name": "Orianna"
        },
        "62": {
            "blurb": "Wukong is a vastayan trickster who uses his strength, agility, and intelligence to confuse his opponents and gain the upper hand. After finding a lifelong friend in the warrior known as Master Yi, Wukong became the last student of the ancient martial...",
            "title": "the Monkey King",
            "id": 62,
            "key": "MonkeyKing",
            "name": "Wukong"
        },
        "63": {
            "blurb": "Once a tribesman of the icy Freljord named Kegan Rodhe, the creature known as Brand is a lesson in the temptation of greater power. Seeking one of the legendary World Runes, Kegan betrayed his companions and seized it for himself—and, in an instant, the...",
            "title": "the Burning Vengeance",
            "id": 63,
            "key": "Brand",
            "name": "Brand"
        },
        "64": {
            "blurb": "A master of Ionia's ancient martial arts, Lee Sin is a principled fighter who channels the essence of the dragon spirit to face any challenge. Though he lost his sight many years ago, the warrior-monk has devoted his life to protecting his homeland...",
            "title": "the Blind Monk",
            "id": 64,
            "key": "LeeSin",
            "name": "Lee Sin"
        },
        "67": {
            "blurb": "The world is not always as civilized as people might think. There are still those who would follow the blackest paths of magic and become corrupted by the darker powers that flow through Runeterra. Shauna Vayne knows this fact well.<br><br>As a young...",
            "title": "the Night Hunter",
            "id": 67,
            "key": "Vayne",
            "name": "Vayne"
        },
        "68": {
            "blurb": "''Ugh, it's gonna take forever to scrape your face off my suit!''<br><br>Even amongst yordles, Rumble was always the runt of the litter. As such, he was used to being bullied. In order to survive, he had to be scrappier and more resourceful than his...",
            "title": "the Mechanized Menace",
            "id": 68,
            "key": "Rumble",
            "name": "Rumble"
        },
        "69": {
            "blurb": "Cassiopeia is a deadly creature bent on manipulating others to her sinister will. Youngest and most beautiful daughter of the noble Du Couteau family of Noxus, she ventured deep into the crypts beneath Shurima in search of ancient power. There, she was...",
            "title": "the Serpent's Embrace",
            "id": 69,
            "key": "Cassiopeia",
            "name": "Cassiopeia"
        },
        "72": {
            "blurb": "Skarner is an immense crystalline scorpion from a hidden valley in Shurima. Part of the ancient Brackern race, Skarner and his kin are known for their great wisdom and deep connection to the land, as their souls are fused with powerful life crystals...",
            "title": "the Crystal Vanguard",
            "id": 72,
            "key": "Skarner",
            "name": "Skarner"
        },
        "74": {
            "blurb": "A brilliant yet eccentric yordle scientist, Professor Cecil B. Heimerdinger is one of the most innovative and esteemed inventors Piltover has ever known. Relentless in his work to the point of neurotic obsession, he thrives on answering the universe's...",
            "title": "the Revered Inventor",
            "id": 74,
            "key": "Heimerdinger",
            "name": "Heimerdinger"
        },
        "75": {
            "blurb": "Nasus is an imposing, jackal-headed Ascended being from ancient Shurima, a heroic figure regarded as a demigod by the people of the desert. Fiercely intelligent, he was a guardian of knowledge and peerless strategist whose wisdom guided the ancient...",
            "title": "the Curator of the Sands",
            "id": 75,
            "key": "Nasus",
            "name": "Nasus"
        },
        "76": {
            "blurb": "Raised in the deepest jungle, Nidalee is a master tracker who can shapeshift into a ferocious cougar at will. Neither wholly woman nor beast, she viciously defends her territory from any and all trespassers, with carefully placed traps and deft spear...",
            "title": "the Bestial Huntress",
            "id": 76,
            "key": "Nidalee",
            "name": "Nidalee"
        },
        "77": {
            "blurb": "Udyr is more than a man; he is a vessel for the untamed power of four primal animal spirits. When tapping into the spirits' bestial natures, Udyr can harness their unique strengths: The tiger grants him speed and ferocity, the turtle resilience, the...",
            "title": "the Spirit Walker",
            "id": 77,
            "key": "Udyr",
            "name": "Udyr"
        },
        "78": {
            "blurb": "''I'm no hero. Just a yordle with a hammer.''<br><br>Runeterra has no shortage of valiant champions, but few are as tenacious as Poppy. Bearing a hammer twice the length of her body, this determined yordle has spent untold years searching for the ''Hero...",
            "title": "Keeper of the Hammer",
            "id": 78,
            "key": "Poppy",
            "name": "Poppy"
        },
        "79": {
            "blurb": "Equal parts jolly and imposing, Gragas is a massive, rowdy brewmaster on his own quest for the perfect pint of ale. Hailing from parts unknown, he now searches for rare ingredients among the unblemished wastes of the Freljord, trying each recipe as he...",
            "title": "the Rabble Rouser",
            "id": 79,
            "key": "Gragas",
            "name": "Gragas"
        },
        "80": {
            "blurb": "The peerless warrior known as Pantheon is a nigh-unstoppable paragon of battle. He was born among the Rakkor, a warlike people living on the flanks of Mount Targon, and after climbing the mountain's treacherous peak and being deemed worthy, he was...",
            "title": "the Artisan of War",
            "id": 80,
            "key": "Pantheon",
            "name": "Pantheon"
        },
        "81": {
            "blurb": "A self-assured Piltovan explorer with an uncanny ability to find his way into and out of trouble, Ezreal travels Runeterra in search of adventure. Armed with a magical gauntlet procured from the ruins of ancient Shurima, he seeks out the world's most...",
            "title": "the Prodigal Explorer",
            "id": 81,
            "key": "Ezreal",
            "name": "Ezreal"
        },
        "82": {
            "blurb": "The baleful revenant Mordekaiser is among the most terrifying and hateful spirits haunting the Shadow Isles. He has existed for countless centuries, shielded from true death by necromantic sorcery and the force of his own dark will. Those who dare face...",
            "title": "the Iron Revenant",
            "id": 82,
            "key": "Mordekaiser",
            "name": "Mordekaiser"
        },
        "83": {
            "blurb": "The last survivor of a long-forgotten religious order, Yorick is both blessed and cursed with power over the dead. Trapped on the Shadow Isles, his only companions are the rotting corpses and shrieking spirits that he gathers to him. Yorick's monstrous...",
            "title": "Shepherd of Souls",
            "id": 83,
            "key": "Yorick",
            "name": "Yorick"
        },
        "84": {
            "blurb": "A prodigy in the fighting arts, Akali is a member of the martial order known as the Kinkou. She succeeds her mother as the Fist of Shadow, entrusted with the sacred duty to end those who would bring imbalance to her homeland. While some find her methods...",
            "title": "the Fist of Shadow",
            "id": 84,
            "key": "Akali",
            "name": "Akali"
        },
        "85": {
            "blurb": "More than just the lightning-quick enforcer of Ionian balance, Kennen is the only yordle member of the Kinkou. Despite his small, furry stature, he is eager to take on any threat with a whirling storm of shuriken and boundless enthusiasm. Alongside his...",
            "title": "the Heart of the Tempest",
            "id": 85,
            "key": "Kennen",
            "name": "Kennen"
        },
        "86": {
            "blurb": "Throughout Valoran, the resolve of Demacia's military is alternately celebrated or despised, but always respected. Their ''zero tolerance'' moral code is strictly upheld by civilians and soldiers alike. In combat, this means Demacian troops may not make...",
            "title": "The Might of Demacia",
            "id": 86,
            "key": "Garen",
            "name": "Garen"
        },
        "89": {
            "blurb": "Imbued with the fire of the sun, Leona is a holy warrior of the Solari who defends Mount Targon with her Zenith Blade and the Shield of Daybreak. Her skin shimmers with starfire while her eyes burn with the power of the celestial Aspect within her...",
            "title": "the Radiant Dawn",
            "id": 89,
            "key": "Leona",
            "name": "Leona"
        },
        "90": {
            "blurb": "A religious zealot dedicated to the unification of all life, Malzahar truly believes the newly emergent Void to be the gateway to Runeterra's salvation. In the desert wastes of Shurima, he opened his mind to the universe, and the whispers that answered...",
            "title": "the Prophet of the Void",
            "id": 90,
            "key": "Malzahar",
            "name": "Malzahar"
        },
        "91": {
            "blurb": "''The three deadliest blademasters in all of Valoran are bound to the house of Du Couteau: my father, myself, and Talon. Challenge us, if you dare.''<br>-- Katarina Du Couteau<br><br>Talon's earliest memories are the darkness of Noxus' underground...",
            "title": "the Blade's Shadow",
            "id": 91,
            "key": "Talon",
            "name": "Talon"
        },
        "92": {
            "blurb": "''There is a place between war and murder in which our demons lurk.''<br><br>In Noxus, any citizen may rise to power regardless of race, gender, or social standing - strength is all that matters. It was with committed faith in this ideal that Riven...",
            "title": "the Exile",
            "id": 92,
            "key": "Riven",
            "name": "Riven"
        },
        "96": {
            "blurb": "Belched forth from a rotting Void incursion deep in the wastelands of Icathia, Kog'Maw is an inquisitive yet putrid creature with a caustic, gaping mouth. This particular Void-spawn needs to gnaw and drool on anything within reach to truly understand it...",
            "title": "the Mouth of the Abyss",
            "id": 96,
            "key": "KogMaw",
            "name": "Kog'Maw"
        },
        "98": {
            "blurb": "''The Eye is blind to fear, to hate, to love - to all things that would sway equilibrium.''<br><br>Leader of a secret clan of mystic warriors, Shen serves as the Eye of Twilight, entrusted to enforce equilibrium in the world. Longing to remain free from...",
            "title": "the Eye of Twilight",
            "id": 98,
            "key": "Shen",
            "name": "Shen"
        },
        "99": {
            "blurb": "Born to the prestigious Crownguards, the paragon family of Demacian service, Luxanna was destined for greatness. She grew up as the family's only daughter, and she immediately took to the advanced education and lavish parties required of families as...",
            "title": "the Lady of Luminosity",
            "id": 99,
            "key": "Lux",
            "name": "Lux"
        },
        "101": {
            "blurb": "Xerath is an Ascended Magus of ancient Shurima, a being of arcane energy writhing in the broken shards of a magical sarcophagus. For millennia, he was trapped beneath the desert sands, but the rise of Shurima freed him from his ancient prison. Driven...",
            "title": "the Magus Ascendant",
            "id": 101,
            "key": "Xerath",
            "name": "Xerath"
        },
        "102": {
            "blurb": "A half-breed born from the union between dragon and human, Shyvana searched all her life for belonging. Persecution forged her into a brutal warrior, and those who dare stand against Shyvana face the fiery beast lurking just beneath her skin...",
            "title": "the Half-Dragon",
            "id": 102,
            "key": "Shyvana",
            "name": "Shyvana"
        },
        "103": {
            "blurb": "Innately connected to the latent power of Runeterra, Ahri is a vastaya who can reshape magic into orbs of raw energy. She revels in toying with her prey by manipulating their emotions before devouring their life essence. Despite her predatory nature...",
            "title": "the Nine-Tailed Fox",
            "id": 103,
            "key": "Ahri",
            "name": "Ahri"
        },
        "104": {
            "blurb": "Malcolm Graves is a wanted man in every realm, city and empire he has visited. Tough, strong-willed, and above all, relentless, through his life of crime he has amassed (then invariably lost) a small fortune.",
            "title": "the Outlaw",
            "id": 104,
            "key": "Graves",
            "name": "Graves"
        },
        "105": {
            "blurb": "Fizz is an amphibious yordle, who dwells among the reefs surrounding Bilgewater. He often retrieves and returns the tithes cast into the sea by superstitious captains, but even the saltiest of sailors know better than to cross him—many are the tales of...",
            "title": "the Tidal Trickster",
            "id": 105,
            "key": "Fizz",
            "name": "Fizz"
        },
        "106": {
            "blurb": "The unforgiving northern reaches of the Freljord are home to the Ursine, a fierce and warlike race that has endured the barren tundra for thousands of years. Their leader is a furious adversary who commands the force of lightning to strike fear within...",
            "title": "the Thunder's Roar",
            "id": 106,
            "key": "Volibear",
            "name": "Volibear"
        },
        "107": {
            "blurb": "Rengar is a ferocious vastayan trophy hunter who lives for the thrill of tracking down and killing dangerous creatures. He scours the world for the most fearsome beasts he can find, especially seeking any trace of Kha'Zix, the void creature who...",
            "title": "the Pridestalker",
            "id": 107,
            "key": "Rengar",
            "name": "Rengar"
        },
        "110": {
            "blurb": "''The life of an arrow is fleeting, built of nothing but direction and intent.''<br><br>For his incomparable skill with the bow and his unquestioned sense of honor, Varus was chosen to be the warden of a sacred Ionian temple. The temple was built to...",
            "title": "the Arrow of Retribution",
            "id": 110,
            "key": "Varus",
            "name": "Varus"
        },
        "111": {
            "blurb": "Once, Nautilus was a sailor commissioned by the Institute of War to explore the uncharted reaches of the Guardian's Sea. This expedition took him deep into unknown waters where he and his crew found a vast section of black oozing liquid that none of the...",
            "title": "the Titan of the Depths",
            "id": 111,
            "key": "Nautilus",
            "name": "Nautilus"
        },
        "112": {
            "blurb": "Early in life, Viktor discovered his passion for science and invention, particularly in the field of mechanical automation. He attended Zaun's prestigious College of Techmaturgy and led the team that constructed Blitzcrank - a scientific breakthrough...",
            "title": "the Machine Herald",
            "id": 112,
            "key": "Viktor",
            "name": "Viktor"
        },
        "113": {
            "blurb": "Sejuani was weaned on hardship and reared on barbarity. Where others succumbed to the harshness of the Freljord, she was tempered by it until pain became power, hunger an encouragement, and frost an ally in culling the weak. Through her ordeals, she...",
            "title": "Fury of the North",
            "id": 113,
            "key": "Sejuani",
            "name": "Sejuani"
        },
        "114": {
            "blurb": "The most feared duelist in all Valoran, Fiora is as renowned for her brusque manner and cunning mind as she is for the speed of her bluesteel rapier. Born to House Laurent in the kingdom of Demacia, Fiora took control of the family from her father in...",
            "title": "the Grand Duelist",
            "id": 114,
            "key": "Fiora",
            "name": "Fiora"
        },
        "115": {
            "blurb": "Ziggs was born with a talent for tinkering, but his chaotic, hyperactive nature was unusual among yordle scientists. Aspiring to be a revered inventor like Heimerdinger, he rattled through ambitious projects with manic zeal, emboldened by both his...",
            "title": "the Hexplosives Expert",
            "id": 115,
            "key": "Ziggs",
            "name": "Ziggs"
        },
        "117": {
            "blurb": "The yordle mage Lulu is known for conjuring dreamlike illusions and fanciful creatures as she roams Runeterra with her fairy companion Pix. Lulu shapes reality on a whim, warping the fabric of the world, and what she views as the constraints of this...",
            "title": "the Fae Sorceress",
            "id": 117,
            "key": "Lulu",
            "name": "Lulu"
        },
        "119": {
            "blurb": "In Noxus, warriors known as reckoners face one another in arenas where blood is spilled and strength tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds uniquely appreciated his flair for the dramatic, not...",
            "title": "the Glorious Executioner",
            "id": 119,
            "key": "Draven",
            "name": "Draven"
        },
        "120": {
            "blurb": "''Break their ranks and ride them down without mercy. Crush the living and feast on their terror.''<br><br>Hecarim is an armored colossus who charges from the Shadow Isles at the head of a deathly host of spectral horsemen to hunt the living. A...",
            "title": "the Shadow of War",
            "id": 120,
            "key": "Hecarim",
            "name": "Hecarim"
        },
        "121": {
            "blurb": "A vicious Void predator, Kha'Zix infiltrated Valoran to devour the land's most promising creatures. With each kill he absorbs his prey's strength, evolving to grow more powerful. Kha'Zix hungers most to conquer and consume Rengar, the one beast he...",
            "title": "the Voidreaver",
            "id": 121,
            "key": "Khazix",
            "name": "Kha'Zix"
        },
        "122": {
            "blurb": "There is no greater symbol of Noxian might than Darius, the nation's most feared and battle-hardened leader. Rising from humble origins to become the Hand of Noxus, he cleaves through the empire's enemies—many of them Noxians themselves. Knowing that he...",
            "title": "the Hand of Noxus",
            "id": 122,
            "key": "Darius",
            "name": "Darius"
        },
        "126": {
            "blurb": "Jayce is a brilliant inventor who has pledged his life to the defense of Piltover and its unyielding pursuit of progress. With his transforming hextech hammer in hand, Jayce uses his strength, courage, and considerable intelligence to protect his...",
            "title": "the Defender of Tomorrow",
            "id": 126,
            "key": "Jayce",
            "name": "Jayce"
        },
        "127": {
            "blurb": "Lissandra's magic twists the pure power of ice into something dark and terrible. With the force of her black ice, she does more than freeze—she impales and crushes those who oppose her. To the terrified denizens of the north, she is known only as ''The...",
            "title": "the Ice Witch",
            "id": 127,
            "key": "Lissandra",
            "name": "Lissandra"
        },
        "131": {
            "blurb": "Bearing her crescent moonblade, Diana fights as a warrior of the Lunari—a faith all but quashed in the lands around Mount Targon. Clad in shimmering armor the color of winter snow at night, she is a living embodiment of the silver moon's power. Imbued...",
            "title": "Scorn of the Moon",
            "id": 131,
            "key": "Diana",
            "name": "Diana"
        },
        "133": {
            "blurb": "Quinn and Valor are an elite ranger team. With crossbow and claw, they undertake their nation's most dangerous missions deep within enemy territory, from swift reconnaissance to lethal strikes. The pair's unbreakable bond is deadly on the battlefield...",
            "title": "Demacia's Wings",
            "id": 133,
            "key": "Quinn",
            "name": "Quinn"
        },
        "134": {
            "blurb": "Syndra is a fearsome dark mage with incredible power at her command. As a child of Ionia, she disturbed the village elders with her prodigious but reckless use of magic. They sent her away to be trained under strict supervision, but she quickly...",
            "title": "the Dark Sovereign",
            "id": 134,
            "key": "Syndra",
            "name": "Syndra"
        },
        "136": {
            "blurb": "Aurelion Sol once graced the vast emptiness of the cosmos with celestial wonders of his own devising. Now, he is forced to wield his awesome power at the behest of a space-faring empire that tricked him into servitude. Desiring a return to his...",
            "title": "The Star Forger",
            "id": 136,
            "key": "AurelionSol",
            "name": "Aurelion Sol"
        },
        "141": {
            "blurb": "A peerless practitioner of lethal shadow magic, Shieda Kayn battles to achieve his true destiny—to one day lead the Order of the Shadow into a new era of Ionian supremacy. He audaciously wields the sentient darkin weapon Rhaast, undeterred by its...",
            "title": "the Shadow Reaper",
            "id": 141,
            "key": "Kayn",
            "name": "Kayn"
        },
        "142": {
            "blurb": "As the aspect of youth, imagination, and change, Zoe acts as the divine messenger of Targon, heralding the major events that reshape worlds, before disappearing for hundreds or even thousands of years. Zoe's very presence alters the arcane mathematics...",
            "title": "the Aspect of Twilight",
            "id": 142,
            "key": "Zoe",
            "name": "Zoe"
        },
        "143": {
            "blurb": "Longing to take control of her fate, the ancient, dying plant Zyra transferred her consciousness into a human body for a second chance at life. Centuries ago, she and her kind dominated the Kumungu Jungle, using thorns and vines to consume any animal...",
            "title": "Rise of the Thorns",
            "id": 143,
            "key": "Zyra",
            "name": "Zyra"
        },
        "150": {
            "blurb": "Gnar is a primeval yordle whose playful antics can erupt into a toddler's outrage in an instant, transforming him into a massive beast bent on destruction. Frozen in True Ice for millennia, the curious creature broke free and now hops about a changed...",
            "title": "the Missing Link",
            "id": 150,
            "key": "Gnar",
            "name": "Gnar"
        },
        "154": {
            "blurb": "Zac is the product of a toxic spill that ran through a chemtech seam and pooled in an isolated cavern deep in Zaun's Sump. Despite such humble origins, Zac has grown from primordial ooze into a thinking being who dwells in the city's pipes, occasionally...",
            "title": "the Secret Weapon",
            "id": 154,
            "key": "Zac",
            "name": "Zac"
        },
        "157": {
            "blurb": "Yasuo is a man of resolve, an agile swordsman who wields the wind itself to cut down his foes. This once-proud warrior has been disgraced by a false accusation and forced into a desperate fight for survival. With the world turned against him, he will do...",
            "title": "the Unforgiven",
            "id": 157,
            "key": "Yasuo",
            "name": "Yasuo"
        },
        "161": {
            "blurb": "I pass into the sudden glare. Blink. Blink, blink, blink. My eyes adjust and evaluate the landscape before me.<br><br>There's a scurrying. I look down to find a small, white creature standing on its hind legs, sniffing at my body. It intrigues me...",
            "title": "the Eye of the Void",
            "id": 161,
            "key": "Velkoz",
            "name": "Vel'Koz"
        },
        "163": {
            "blurb": "Taliyah is a nomadic mage from Shurima who weaves stone with energetic enthusiasm and raw determination. Torn between teenage wonder and adult responsibility, she has crossed nearly all of Valoran on a journey to learn the true nature of her growing...",
            "title": "the Stoneweaver",
            "id": 163,
            "key": "Taliyah",
            "name": "Taliyah"
        },
        "164": {
            "blurb": "Weaponized to operate outside the boundaries of the law, Camille is the Principal Intelligencer of Clan Ferros—an elegant and elite agent who ensures the Piltover machine and its Zaunite underbelly runs smoothly. Adaptable and precise, she views sloppy...",
            "title": "the Steel Shadow",
            "id": 164,
            "key": "Camille",
            "name": "Camille"
        },
        "201": {
            "blurb": "Blessed with massive biceps and an even bigger heart, Braum is a beloved hero of the Freljord. Every mead hall north of Frostheld toasts his legendary strength, said to have felled a forest of oaks in a single night, and punched an entire mountain into...",
            "title": "the Heart of the Freljord",
            "id": 201,
            "key": "Braum",
            "name": "Braum"
        },
        "202": {
            "blurb": "Jhin is a meticulous criminal psychopath who believes murder is art. Once an Ionian prisoner, but freed by shadowy elements within Ionia's ruling council, the serial killer now works as their cabal's assassin. Using his gun as his paintbrush, Jhin...",
            "title": "the Virtuoso",
            "id": 202,
            "key": "Jhin",
            "name": "Jhin"
        },
        "203": {
            "blurb": "Separate, but never parted, Kindred represents the twin essences of death. Lamb's bow offers a swift release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their end, delivering violent finality within his...",
            "title": "The Eternal Hunters",
            "id": 203,
            "key": "Kindred",
            "name": "Kindred"
        },
        "222": {
            "blurb": "A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail of mayhem and panic in her wake. Jinx...",
            "title": "the Loose Cannon",
            "id": 222,
            "key": "Jinx",
            "name": "Jinx"
        },
        "223": {
            "blurb": "''The whole world's a river, and I'm its king.''<br>Tahm Kench travels Runeterra's waterways, feeding his insatiable appetite with the misery of the unsuspecting. The singularly charming gourmand savors every moment of his victims' suffering.  A deal...",
            "title": "the River King",
            "id": 223,
            "key": "TahmKench",
            "name": "Tahm Kench"
        },
        "236": {
            "blurb": "Lucian wields relic weapons imbued with ancient power and stands a stalwart guardian against the undead. His cold conviction never wavers, even in the face of the maddening horrors he destroys beneath his hail of purifying fire. Lucian walks alone on a...",
            "title": "the Purifier",
            "id": 236,
            "key": "Lucian",
            "name": "Lucian"
        },
        "238": {
            "blurb": "Zed is the first ninja in 200 years to unlock the ancient, forbidden ways. He defied his clan and master, casting off the balance and discipline that had shackled him all his life. Zed now offers power to those who embrace knowledge of the shadows, and...",
            "title": "the Master of Shadows",
            "id": 238,
            "key": "Zed",
            "name": "Zed"
        },
        "240": {
            "blurb": "A warrior as fearless as he is ornery, the yordle Kled embodies the furious bravado of Noxus. He is an icon beloved by the empire's soldiers, distrusted by its officers, and loathed by the nobility. Many claim Kled has fought in every campaign the...",
            "title": "the Cantankerous Cavalier",
            "id": 240,
            "key": "Kled",
            "name": "Kled"
        },
        "245": {
            "blurb": "A prodigy from the rough streets of Zaun, Ekko manipulates time to twist any situation to his advantage. Using his own invention, the Zero Drive, he explores the branching possibilities of reality to craft the perfect moment. Though he revels in this...",
            "title": "the Boy Who Shattered Time",
            "id": 245,
            "key": "Ekko",
            "name": "Ekko"
        },
        "254": {
            "blurb": "Once a criminal from the mean streets of Zaun, Vi is a hotheaded, impulsive, and fearsome woman with only a very loose respect for authority figures. Growing up all but alone, Vi developed finely honed survival instincts as well as a wickedly abrasive...",
            "title": "the Piltover Enforcer",
            "id": 254,
            "key": "Vi",
            "name": "Vi"
        },
        "266": {
            "blurb": "One of the ancient darkin, Aatrox was once a peerless swordmaster who reveled in the bloody chaos of the battlefield. Trapped within his own blade by the magic of his foes, he waited out the millennia for a suitable host to wield him—this mortal warrior...",
            "title": "the Darkin Blade",
            "id": 266,
            "key": "Aatrox",
            "name": "Aatrox"
        },
        "267": {
            "blurb": "Nami channels the primal energies of the ocean, harnessing its mystical restorative properties and commanding the raw power of the tides themselves. Though many doubted her, Nami had the bravery and determination to take on a dangerous quest when no one...",
            "title": "the Tidecaller",
            "id": 267,
            "key": "Nami",
            "name": "Nami"
        },
        "268": {
            "blurb": "Azir was a mortal emperor of Shurima in a far distant age, a proud man who stood at the cusp of immortality. His hubris saw him betrayed and murdered at the moment of his greatest triumph, but now, millennia later, he has been reborn as an Ascended...",
            "title": "the Emperor of the Sands",
            "id": 268,
            "key": "Azir",
            "name": "Azir"
        },
        "412": {
            "blurb": "''The mind is a wondrous thing to tear apart.''<br><br>Sadistic and cunning, Thresh is a restless spirit who prides himself on tormenting mortals and breaking them with slow, excruciating inventiveness. His victims suffer far beyond the point of death...",
            "title": "the Chain Warden",
            "id": 412,
            "key": "Thresh",
            "name": "Thresh"
        },
        "420": {
            "blurb": "Illaoi's powerful physique is dwarfed only by her indomitable faith. As the prophet of the Great Kraken, she uses a huge, golden idol to rip her foes' spirits from their bodies and shatter their perception of reality. All who challenge the “Truth Bearer...",
            "title": "the Kraken Priestess",
            "id": 420,
            "key": "Illaoi",
            "name": "Illaoi"
        },
        "421": {
            "blurb": "An apex predator, Rek'Sai is a merciless Void-spawn that tunnels beneath the ground to ambush and devour unsuspecting prey. Her insatiable hunger has laid waste to entire regions of the once-great empire of Shurima—merchants, traders, even armed...",
            "title": "the Void Burrower",
            "id": 421,
            "key": "RekSai",
            "name": "Rek'Sai"
        },
        "427": {
            "blurb": "Ivern Bramblefoot, known to many as the Green Father, is a peculiar half man, half tree who roams Runeterra's forests, cultivating life everywhere he goes. He knows the secrets of the natural world, and holds deep friendships with all things that grow...",
            "title": "the Green Father",
            "id": 427,
            "key": "Ivern",
            "name": "Ivern"
        },
        "429": {
            "blurb": "A specter of wrath and retribution, Kalista is the undying spirit of vengeance, an armored nightmare summoned from the Shadow Isles to hunt deceivers and traitors. The betrayed may cry out in blood to be avenged, but Kalista only answers those willing...",
            "title": "the Spear of Vengeance",
            "id": 429,
            "key": "Kalista",
            "name": "Kalista"
        },
        "432": {
            "blurb": "A traveler from beyond the stars, Bard is an agent of serendipity who fights to maintain a balance where life can endure the indifference of chaos. Many Runeterrans sing songs that ponder his extraordinary nature, yet they all agree that the cosmic...",
            "title": "the Wandering Caretaker",
            "id": 432,
            "key": "Bard",
            "name": "Bard"
        },
        "497": {
            "blurb": "As mercurial as he is charming, Rakan is an infamous vastayan troublemaker and the greatest battle-dancer in Lhotlan tribal history. To the humans of the Ionian highlands, his name has long been synonymous with wild festivals, uncontrollable parties...",
            "title": "The Charmer",
            "id": 497,
            "key": "Rakan",
            "name": "Rakan"
        },
        "498": {
            "blurb": "Deadly and precise, Xayah is a vastayan revolutionary waging a personal war to save her people. She uses her speed, guile, and razor-sharp feather blades to cut down anyone who stands in her way. Xayah fights alongside her partner and lover, Rakan, ot...",
            "title": "the Rebel",
            "id": 498,
            "key": "Xayah",
            "name": "Xayah"
        },
        "516": {
            "blurb": "Ornn is the Freljordian spirit of forging and craftsmanship. He works in the solitude of a massive smithy, hammered out from the lava caverns beneath the volcano Hearth-Home. There he stokes bubbling cauldrons of molten rock to purify ores and fashion...",
            "title": "The Fire below the Mountain",
            "id": 516,
            "key": "Ornn",
            "name": "Ornn"
        }
    }
}